Repository: YardenDalii/Siddur_App_SwiftUI
Catalog: Localizable.xcstrings
Source language: en
Languages: he

# ABOUT_LOC_STRING
source: About
he: אודות

# ACKS_CREDITS
source: Acknowledgements
he: תודות

# ADD_FAVS
source: Add to favorite
he: הוסף למועדפים

# ADD_LOCATION_BUTTON_ZMANIM
source: Add Location
he: הוסף איזור

# ADDITIONS_FOR_SHACHARIT
source: After Shacharit
he: תפילות אחר שחרית

# AL_HAMIHYA
source: Me’ein Shalosh
he: ברכת מעין שלוש

source: Alenu
he: עלינו לשבח

# alotHaShacar
source: Dawn
he: עלות השחר

source: Amida
he: תפילת עמידה

# APP_LANG_LOC
source: App Language
he: שפת האפליקציה

source: Arvit
he: ערבית

source: Asher Yatzar
he: אשר יצר

# ASHKENAZ_LOC
source: Ashkenaz
he: אשכנז

source: Ashrei
he: אשרי יושבי ביתך

source: Avinu Malkeinu
he: אבינו מלכנו

source: Barechi Nafshi
he: ברכי נפשי

source: Barechu
he: ברכו

source: Bedtime Shema
he: שמע שעל המיטה

source: Beit Yaakov
he: בית יעקב

source: Birchat Hamazon
he: ברכת המזון

source: Blessing Of The Moon
he: ברכת הלבנה

source: Blessing Of The Trees
he: ברכת האילנות

# BLESSINGS_ON_ENJOYMENTS
source: Borei Nefashot
he: בורא נפשות

# Book-1
source: First Book
he: ספר ראשון

# Book-2
source: Second Book
he: ספר שני

# Book-3
source: Third Book
he: ספר שלישי

# Book-4
source: Fourth Book
he: ספר רביעי

# Book-5
source: Fifth Book
he: ספר חמישי

source: Borei Nefashot
he: בורא נפשות

# BRACHOT_LOC
source: Brachot
he: ברכות

source: Braita D’rabi Yishmael
he: רבי ישמעאל

# BURNING_HAMETZ
source: Burning Chametz
he: סדר שריפת חמץ

# CANCEL_BUTTON
source: Cancel
he: ביטול

# candles
source: Candle lighting
he: הדלקת נרות

# CHAPTER_OF_FEAR
source: Chapter Of Fear Of God
he: פרשת היראה

source: Chapter Of Manna
he: פרשת המן

source: Chapter Of Song
he: פרק שירה

# chatzot
source: Mid-day
he: חצות היום

# chatzotNight
source: Mid-night
he: חצות הלילה

# CHOOSE_FONT_LOC
source: Choose Font
he: בחר גופן

# CONTANT_FAIL_LOADING
source: Failed to load the content
he: לא ניתן לטעון מידע

source: Counting Of The Omer
he: ספירת העומר

# CURRENT_DATE_ZMANIM
source: Current Date
he: תאריך יומי

# DAILY_PRAYES_LOC
source: Daily prayers
he: תפילות יום

# DAILY_TIMES_ZMANIM
source: Times of today
he: זמני היום

source: Dark
he: כהה

# Day-1
source: Sunday
he: יום ראשון

# Day-2
source: Monday
he: יום שני

# Day-3
source: Tuesday
he: יום שלישי

# Day-4
source: Wednesday
he: יום רביעי

# Day-5
source: Thursday
he: יום חמישי

# Day-6
source: Friday
he: יום שישי

# Day-7
source: Saturday
he: יום שבת

# DELETE_LOC_STRING
source: Delete
he: מחק

# ENTER_PASUK_PROMPT
source: Enter your pasuk here
he: הכנס פסוק אישי כאן

# EPISODE_NUM_PROMPT
source: Episode Number
he: מספר פרק

# FAVORITES_LOC_STRING
source: Favorites
he: מועדפים

# FESTIVALS_PRAYERS
source: Prayers For Three Festivals
he: תפילה לשלושה רגלים

source: Fetching Shabbat Times...
he: מוריד נתונים זמני היום...

# FETCHING_ZMANIM
source: Fetching Daily Times...
he: מוריד נתונים זמני היום...

# FIND_PASUK_LOC
source: To find a pasuk by name, go to: https://he.wikisource.org/wiki/פסוק_המתהיל_ומסתים_באות
he: כדי למצוא פסוק לפי השם היכנס אל: https://he.wikisource.org/wiki/פסוק_המתחיל_ומסתיים_באות

# FONT_SELECTION_LOC
source: Text Font
he: גופן הטקסט

# HALLEL_R
source: Rosh Chodesh Hallel
he: הלל

source: Hanna’s Prayer
he: ותתפלל חנה

source: Hanukkah
he: חנוכה

source: Havdalah
he: צאת השבת

# HEBCAL_CREDITS_DESC
source: This app uses the Hebcal API to fetch Jewish times, dates, and holidays. Visit Hebcal for more information.
he: אפליקציה זו משתמשת ב־Hebcal API כדי לקבל זמני יהדות, תאריכים וחגים. למידע נוסף בקרו ב־Hebcal.

# Hebcal-Credit
source: Hebcal API
he: ספריית Hebcal API

source: Hodu
he: הודו

source: Holiday Prayers
he: ברכות/תפילות למועדים

source: Incense Offering
he: פטום הקטורת

source: Kaddish
he: קדיש

source: Kaveh
he: קוה

# L'DAVID_HASHEM
source: Mizmor L’David Hashem
he: מזמור לדוד ה׳

# LEARNING_OF_THE_DAY
source: Limud Yomi
he: לימוד יומי

source: LeShem Yichud
he: לשם יחוד

source: Light
he: בהיר

# LOADING_EVENTS_LOC
source: Loading events...
he: טוען נתונים...

source: Local
he: מיקום נוכחי

# LOCATION_SEARCH_PAGE_ZMANIM
source: Search Location
he: חפש איזור

source: Me'ein Shalosh
he: מעין שלוש

# MEGILLAH
source: Ester’s Megillah
he: מגילת אסתר

source: Megillah Reading
he: קריאת המגילה

source: Menorah Lighting
he: הדלקת מנורה

source: Mezuza
he: קביעת מזוזה

source: Mincha
he: מנחה

# minchaGedola
source: Big Mincha
he: מנחה גדולה

# minchaKetana
source: Small Mincha
he: מנחה קטנה

# misheyakirMachmir
source: Tefillin & Tallit Time
he: זמן טלית ותפילין

# MIZRAH_LOC
source: Mizrah
he: מזרח

source: Modeh Ani
he: מודה אני

source: Morning Blessings
he: ברכות השחר

source: Morning Prayer
he: שחרית

source: Motzaei Shabbat
he: ערבית למוצ״ש

# MUSSAF_F
source: Mussaf For Three Festivals
he: מוסף של שלושה רגלים

# MUSSAF_R
source: Rosh Chodesh Mussaf
he: מוסף של ראש חודש

source: Nissan
he: ניסן

# NO_PASUK_PROMPT
source: You don't have personal Pasuk
he: אין לך פסוק אישי

# NO_UPCOMING_EVENTS_LOC
source: No upcoming events.
he: אין אירועים קרובים.

# OFFERINGS
source: Korbanot
he: קרבנות

# ORDER_OF_TALIT
source: Tallit
he: טלית

# ORDER_OF_TEFILLIN
source: Tefillin
he: תפילין

source: Passover Offering
he: קרבן פסח

# PASSOVER_SONG
source: Song For Passover
he: מזמור לפסח

# PASUK_CREDITS_DESC
source: This app provides a feature to search for a “pasuk” (verse) starting and ending with specific letters, using the Wikisource database. Visit Wikisource for more information.
he: אפליקציה זו מאפשרת לחפש פסוק שמתחיל ומסתיים באותיות מסוימות באמצעות מאגר המידע של ויקיטקסט. למידע נוסף בקרו ב־ויקיטקסט.

# Pasuk-Credit
source: Pasuk by name
he: פסוק לפי שם

source: Personal
he: אישי

# PERSONAL_LOCATION_LOC
source: Personal Location
he: מיקום אישי

# PERSONAL_PASUK_LOC
source: Personal Pasuk
he: פסוק אישי

# PERSONAL_SETTINGS_LOC
source: Personal Settings
he: הגדרות אישיות

# PESUKEI_D'ZIMRA
source: Pesukei D’zmira
he: פסוקי דזמרה

# PETICHAT_ELIYAHU
source: Petticoat Eliyahu
he: פתיחת אליהו

# plagHaMincha
source: Plag HaMincha (Gra)
he: פלג (גר״א)

# POST_MEAL_BLESSING
source: Birchat Hamazon
he: ברכת המזון

# PRAYER_NOT_FOUND_LOC
source: Prayer not found
he: לא נמצא טקסט

# PRAYER_PARTS_LOC
source: Prayer Parts
he: חלקי התפילה

source: Preparatory Prayers
he: סדר השכמת הבוקר

source: Purim
he: פורים

source: Purim Day
he: יום פורים

# RAV_SHIMSHON_LETTER
source: Letter of Rav Shimshon of Ostropol
he: אגרת רבינו שמשון מגיד מאוסטרופוליא

# REMOVE_FAVS
source: Remove from favorite
he: הסר ממועדפים

source: Reset To Default
he: ברירת מחדל

# ROSH_HODESH
source: Rosh Chodesh
he: תפילה לראש חודש

# SEARCH_ADDRESS_PROMPT
source: Search for a city or address
he: חפש עיר או כתובת..

# SEARCH_FOR_HAMETZ
source: Search For Chametz
he: סדר בדיקת חמץ

# SEFARIA_CREDITS_DESC
source: This app uses Jewish texts and prayers sourced from Sefaria, a free library of Jewish texts. Visit Sefaria to explore their full collection.
he: אפליקציה זו משתמשת בטקסטים ותפילות ממאגר המידע של ספריא, ספרייה חינמית לטקסטים יהודיים. למידע נוסף בקרו ב־ספריא.

# SEFARIA_CREDITS_LOC
source: Sefaria
he: ספריא

# SETTINGS_LOC_STRING
source: Settings
he: הגדרות

# SETTINGS-ARROW-ICOM
source: chevron.right
he: chevron.left

# SHABBAT_TIMES_ZMANIM
source: Shabbat Times
he: זמני שבת

source: Shabbat Zachor
he: שבת זכור

# Shachar
source: Upon Arising
he: ברכות השחר

source: Shacharit
he: שחרית

# Shacharit+
source: After Shacharit
he: תפילה לאחר שחרית

# SHAVUOT_SONG
source: Song For Shavuot
he: מזמור לשבועות

# SHEMINI_SONG
source: Song For Shemini Atzeret
he: מזמור לשמיני עצרת

source: Sheva Brachot
he: שבע ברכות

# SIDDUR_APP_ABOUT_LOC
source: This app brings the beauty of Jewish prayer and tradition to your fingertips, with a complete daily Siddur and tools for accurate Jewish times.
he: האפליקציה הזו מביאה את טקסט התפילה והמסורת היהודית לכף ידך, עם סידור יומי מלא וכלים לחישוב זמני היום המדויקים.

# SIDDUR_LOC
source: Siddur
he: סידור

source: Six Rememberances
he: שש זכירות

# SLICHOT_LOC
source: Slichot
he: סליחות

# SMART_SIDDUR_DESC_LOC
source: Smart Siddur will render the relevant prayer part to the current date, toggling it off will render the text as a normal Siddur.
he: סידור חכם יציג את חלקי התפילה הרלוונטיים לאותו היום, ביטול אופציה זו יציג את הסידור עם כל התוספות

# SMART_SIDDUR_TOGGLE_LOC
source: Smart Siddur
he: סידור חכם

# sofZmanShma
source: End of Shma (Gra)
he: סום זמן שמע (גר״א)

# sofZmanShmaMGA
source: End of Shma (MGA)
he: סוף זמן שמע (מג״א)

# sofZmanTfilla
source: End of Tfilla (Era)
he: סום זמן תפילה (גר״א)

# sofZmanTfillaMGA
source: End of Tfilla (MGA)
he: סוף זמן תפילה (מג״א)

# SONG_OF_THE_DAY
source: Shir Shel Yom
he: שיר של יום

# SORT_BOOK_LOC
source: Sort by Book
he: סדר לפי ספרים

# SORT_DAY_LOC
source: Sort by Day
he: סדר לפי ימים

# SORT_FAV_LOC
source: Sort by Favorite
he: סדר לפי מועדפים

# SORT_LOC_STRING
source: Sort
he: מיין

# SPAIN_LOC
source: Sfarad
he: ספרד

# SUKKOT_SONG
source: Song For Sukkot
he: מזמור לסוכות

source: Sunrise
he: הנץ החמה

source: Sunset
he: שקיעת החמה

# SYMBOL_SELECTION_ZMANIM
source: Select a Symbol
he: בחר סימון

source: System
he: מערכת

source: Tachanun
he: תחנון

# TEHILLIM_CREDITS_DESC
source: The texts of Tehillim in this app are provided by Tehilim.co. Visit the site for additional resources and features.
he: טקסטי התהילים באפליקציה זו סופקו על ידי Tehilim.co. בקרו באתר למידע נוסף ולמשאבים נוספים.

# TEHILLIM_CREDITS_LOC
source: Tehillim text
he: טקסט לתהילים

# TEHILLIM_EP_LOC
source: Episode
he: פרק

# TEHILLIM_LOC_STRING
source: Tehillim
he: תהילים

source: Ten Remembrances
he: עשר זכירות

# TEXT_SIZE_LOC_STRING
source: Text size
he: גודל טקסט

# THE_MIDNIGHT_RITE
source: Tikkun Chatzot
he: תיקון חצות

# THE_SHEMA
source: Shema
he: קריאת שמע

source: Thirteen Principles Of Faith
he: שלשה עשר עיקרים

source: Tikkun Leah
he: תיקון לאה

source: Tikkun Rachel
he: תיקון רחל

source: Tikkun Chatzot
he: תיקון חצות

source: Torah Blessings
he: ברכות התורה

source: Torah Reading
he: קריאת התורה

# TORAH_READING_FAST_DAY
source: Torah Reading For Fast Days
he: קריאת התורה בימי תענית

# TORAH_READING_R
source: Torah Readings for Rosh Chodesh
he: קריאת התורה לראש חודש

source: Traveler’s Prayer
he: תפילת הדרך

# tzeit72min
source: Rabbeinu Tam
he: רבינו תם

# tzeit7083deg
source: Stars come out
he: צאת הכוכבים

# UVA_LESION
source: Uva Lezion
he: ובא לציון גואל

# VIDUI
source: Confession
he: וידוי

# WEEKDAY_ARVIT
source: Arvit
he: ערבית

# WEEKDAY_MINCHA
source: Mincha
he: מנחה

# WEEKDAY_SHACHARIT
source: Shacharit
he: שחרית

source: Zemanim
he: זמנים
